/**
 *  Core Data-related Strings
 *
 */


/* Default Deck Card 1 Name */
"Card Rule 1" = "Fordere eine Person zum Trinken auf";
"Escolha 1 pessoa para beber" = "Fordere eine Person zum Trinken auf";
"Choose 1 person to drink" = "Fordere eine Person zum Trinken auf";

/* Default Deck Card 2 Name */
"Card Rule 2" = "Fordere zwei Personen zum Trinken auf";
"Escolha 2 pessoas para beber" = "Fordere zwei Personen zum Trinken auf";
"Choose 2 people to drink" = "Fordere zwei Personen zum Trinken auf";

/* Default Deck Card 3 Name */
"Card Rule 3" = "Fordere drei Personen zum Trinken auf";
"Escolha 3 pessoas para beber" = "Fordere drei Personen zum Trinken auf";
"Choose 3 people to drink" = "Fordere drei Personen zum Trinken auf";

/* Default Deck Card 4 Name */
"Card Rule 4" = "“Stopp” Spiel";
"Jogo do “Stop”" = "“Stopp” Spiel";
"“Stop” Game" = "“Stopp” Spiel";

/* Default Deck Card 5 Name */
"Card Rule 5" = "Gedächtnisspiel";
"Jogo da Memória" = "Gedächtnisspiel";
"Memory Game" = "Gedächtnisspiel";

/* Default Deck Card 6 Name */
"Card Rule 6" = "Salutieren";
"Continência" = "Salutieren";
"Salute" = "Salutieren";

/* Default Deck Card 7 Name */
"Card Rule 7" = "“Pi” Spiel";
"Jogo do “Pi”" = "“Pi” Spiel";
"“Pi” Game" = "“Pi” Spiel";

/* Default Deck Card 8 Name */
"Card Rule 8" = "Allgemeine Regel";
"Regra Geral" = "Allgemeine Regel";
"General Rule" = "Allgemeine Regel";

/* Default Deck Card 9 Name */
"Card Rule 9" = "Joker";
"Coringa" = "Joker";
"Joker" = "Joker";

/* Default Deck Card 10 Name */
"Card Rule 10" = "Toilettenticket";
"Vale-banheiro" = "Toilettenticket";
"Toilet ticket" = "Toilettenticket";

/* Default Deck Card 11 Name */
"Card Rule 11" = "Jeder trinkt einen Kurzen";
"Todos bebem 1 dose" = "Jeder trinkt einen Kurzen";
"Everyone drinks 1 shot" = "Jeder trinkt einen Kurzen";

/* Default Deck Card 12 Name */
"Card Rule 12" = "Alle Frauen müssen trinken";
"Todas as damas bebem" = "Alle Frauen müssen trinken";
"All ladies drink" = "Alle Frauen müssen trinken";

/* Default Deck Card 13 Name */
"Card Rule 13" = "Alle Männer müssen trinken";
"Todos os cavalheiros bebem" = "Alle Männer müssen trinken";
"All gentlemen drink" = "Alle Männer müssen trinken";

/////////////////////////////////////////////////////////////////////////////////

/* Description Card 1 */
"Description Card 1" = "Wer diese Karte zieht, fordert eine Person zum Trinken auf.";
"Quem tirar essa carta escolhe 1 pessoa para beber." = "Wer diese Karte zieht, fordert eine Person zum Trinken auf.";
"Who draw this card chooses 1 person to drink." = "Wer diese Karte zieht, fordert eine Person zum Trinken auf.";

/* Description Card 2 */
"Description Card 2" = "Wer diese Karte zieht, fordert zwei Personen zum Trinken auf.";
"Quem tirar essa carta escolhe 2 pessoas para beber." = "Wer diese Karte zieht, fordert zwei Personen zum Trinken auf.";
"Who draw this card chooses 2 people to drink." = "Wer diese Karte zieht, fordert zwei Personen zum Trinken auf.";

/* Description Card 3 */
"Description Card 3" = "Wer diese Karte zieht, fordert drei Personen zum Trinken auf.";
"Quem tirar essa carta escolhe 3 pessoas para beber." = "Wer diese Karte zieht, fordert drei Personen zum Trinken auf.";
"Who draw this card chooses 3 people to drink." = "Wer diese Karte zieht, fordert drei Personen zum Trinken auf.";

/* Description Card 4 */
"Description Card 4" = "Wer diese Karte zieht, muss einen Buchstaben und ein Thema wählen. Anschließend muss jeder nacheinander ein Wort, das mit dem gewählten Buchstaben beginnt, zum Thema sagen. Die Wörter dürfen sich nicht wiederholen! Die erste Person, der kein Wort entfällt oder ein Wort wiederholt, muss trinken!";
"Quem tirou essa carta deve escolher uma letra e um tema para o Stop. Então, na sequência da roda de amigos, cada um tem que falar uma palavra que comece com a letra escolhida, relacionada ao tema. Não vale repetir palavra! O primeiro que não souber, ou repetir palavra, bebe!" = "Wer diese Karte zieht, muss einen Buchstaben und ein Thema wählen. Anschließend muss jeder nacheinander ein Wort, das mit dem gewählten Buchstaben beginnt, zum Thema sagen. Die Wörter dürfen sich nicht wiederholen! Die erste Person, der kein Wort entfällt oder ein Wort wiederholt, muss trinken!";
"Who draw this card must choose a letter and a subject. Then, in sequence, each one must say a word that starts with the chosen letter, related to the chosen subject. No one can repeat any word! The first who doesn't know, or repeat a word, drinks!" = "Wer diese Karte zieht, muss einen Buchstaben und ein Thema wählen. Anschließend muss jeder nacheinander ein Wort, das mit dem gewählten Buchstaben beginnt, zum Thema sagen. Die Wörter dürfen sich nicht wiederholen! Die erste Person, der kein Wort entfällt oder ein Wort wiederholt, muss trinken!";

/* Description Card 5 */
"Description Card 5" = "Wer diese Karte zieht, wählt ein zufälliges Wort aus. Die nächste Person muss die vorhergehende Reihe von Wörtern wiederholen und zum Schluss ein zusätzliches Wort hinzufügen. Zum Beispiel: Die erste Person sagt \"Tisch\". Die nächste Person sagt \"Tisch Hund\" und die nächste \"Tisch Hund Bleistift\" und so weiter. Wer zu erst die Reihenfolge der Wörter vertauscht oder zu lange braucht, muss trinken.";
"Quem tirou a carta fala uma palavra qualquer. O próximo tem que repetir a sequência de palavras anterior e adicionar uma. E assim por diante. Exemplo: Quem tirou a carta fala “mesa”. O próximo fala “mesa cachorro”. O próximo diz “mesa cachorro lápis”, e assim por diante. O primeiro que errar ou demorar, bebe." = "Wer diese Karte zieht, wählt ein zufälliges Wort aus. Die nächste Person muss die vorhergehende Reihe von Wörtern wiederholen und zum Schluss ein zusätzliches Wort hinzufügen. Zum Beispiel: Die erste Person sagt \"Tisch\". Die nächste Person sagt \"Tisch Hund\" und die nächste \"Tisch Hund Bleistift\" und so weiter. Wer zu erst die Reihenfolge der Wörter vertauscht oder zu lange braucht, muss trinken.";
"Who drew this card choose a random word. The next has to repeat the previous sequence of words, and add a new one, and so on. E.g.: first person says “table”. The next says “table dog”, and the next “table dog pencil”, and so on. The first who say it wrong or take too long to say the sequence, drinks." = "Wer diese Karte zieht, wählt ein zufälliges Wort aus. Die nächste Person muss die vorhergehende Reihe von Wörtern wiederholen und zum Schluss ein zusätzliches Wort hinzufügen. Zum Beispiel: Die erste Person sagt \"Tisch\". Die nächste Person sagt \"Tisch Hund\" und die nächste \"Tisch Hund Bleistift\" und so weiter. Wer zu erst die Reihenfolge der Wörter vertauscht oder zu lange braucht, muss trinken.";

/* Description Card 6 */
"Description Card 6" = "Wer diese Karte zieht, behält den Inhalt für sich. Während eines zufällig gewählten Zeitpunkt im Spiel, hält die Person eine Hand an ihren Kopf und salutiert. Dabei müssen andere Spieler beobachtet werden. Wer zuletzt salutiert, muss trinken.";
"Quem tirar essa carta, “guarda” ela mentalmente consigo. Discretamente no meio do jogo, essa pessoa deve colocar a mão na testa, fazendo continência e observar os outros jogadores. O último que perceber e fizer continência, bebe." = "Wer diese Karte zieht, behält den Inhalt für sich. Während eines zufällig gewählten Zeitpunkt im Spiel, hält die Person eine Hand an ihren Kopf und salutiert. Dabei müssen andere Spieler beobachtet werden. Wer zuletzt salutiert, muss trinken.";
"Who draws this card, “keeps” it mentally. Quietly and randomly in the middle of the game, this person must put the hand on his/her forhead, saluting, and observe other players. The last person that realizes and do the salute, drinks." = "Wer diese Karte zieht, behält den Inhalt für sich. Während eines zufällig gewählten Zeitpunkt im Spiel, hält die Person eine Hand an ihren Kopf und salutiert. Dabei müssen andere Spieler beobachtet werden. Wer zuletzt salutiert, muss trinken.";

/* Description Card 7 */
"Description Card 7" = "Die Person, die diese Karte gezogen hat, muss eine Nummer auswählen. Anschließend muss jeder eine Reihenfolge mit 1 starten und sobald die Nummer ein Vielfaches der gewählten Nummer ist, muss die Person \"Pi\" sagen. Zum Beispiel: Die gewählte Nummer war 3, dann: 1, 2, pi, 4, 5, pi, 7, 8, pi etc. Beim ersten Fehler muss die Person trinken!";
"Começando pela pessoa que tirar a carta, esta deve escolher um número. Assim, todos devem seguir uma sequência começando em 1, e quando o número da sequência for múltiplo do número escolhido, a pessoa deve falar “Pi”. Por exemplo: foi escolhido o número 3, então: 1, 2, pi, 4, 5, pi, 7, 8, pi, etc. O primeiro que errar, bebe!" = "Die Person, die diese Karte gezogen hat, muss eine Nummer auswählen. Anschließend muss jeder eine Reihenfolge mit 1 starten und sobald die Nummer ein Vielfaches der gewählten Nummer ist, muss die Person \"Pi\" sagen. Zum Beispiel: Die gewählte Nummer war 3, dann: 1, 2, pi, 4, 5, pi, 7, 8, pi etc. Beim ersten Fehler muss die Person trinken!";
"Starting by the person who draw the card, this person must choose a number. Then everyone must follow a sequence starting in 1, and when the number of the sequence is a multiple of the chosen number, the person must say “Pi”. E.g.: 3 was the chosen number, then: 1, 2, pi, 4, 5, pi, 7, 8, pi, etc. The first who say it wrong, drinks!" = "Die Person, die diese Karte gezogen hat, muss eine Nummer auswählen. Anschließend muss jeder eine Reihenfolge mit 1 starten und sobald die Nummer ein Vielfaches der gewählten Nummer ist, muss die Person \"Pi\" sagen. Zum Beispiel: Die gewählte Nummer war 3, dann: 1, 2, pi, 4, 5, pi, 7, 8, pi etc. Beim ersten Fehler muss die Person trinken!";

/* Description Card 8 */
"Description Card 8" = "Wer diese Karte zieht, erstellt eine Regel, die alle befolgen müssen. Diese Regel kann z.B. sein, dass das Wort \"Trinken\" und seine Synonyme nicht erlaubt sind. Wer diese Regel bricht oder missachtet, muss trinken. Die allgemeine Regel kann durch eine weitere Regel ersetzt werden, ansonsten bleibt diese bis zum Ende des Spiels bestehen.";
"Quem tira essa carta determina uma regra para todos obedecerem. Pode ser algo do tipo “está proíbido falar a palavra ‘beber’ e seus derivados”, ou “antes de beber uma dose, a pessoa tem que rebolar”. Quem quebrar a regra, deve beber (às vezes, de novo). A Regra Geral pode ser substituída por outra Regra Geral, caso contrário, dura o jogo todo." = "Wer diese Karte zieht, erstellt eine Regel, die alle befolgen müssen. Diese Regel kann z.B. sein, dass das Wort \"Trinken\" und seine Synonyme nicht erlaubt sind. Wer diese Regel bricht oder missachtet, muss trinken. Die allgemeine Regel kann durch eine weitere Regel ersetzt werden, ansonsten bleibt diese bis zum Ende des Spiels bestehen.";
"Who draws this card creates a rule that everyone must obey. It can be something like “saying the word 'drink' and its derivatives is not allowed”, or “before drinking a dose, the person must twerk”. Who breaks (or forgets) the rule must drink (sometimes again)! The General Rule can be replaced by another General Rule, otherwise, it remains for the rest of the game." = "Wer diese Karte zieht, erstellt eine Regel, die alle befolgen müssen. Diese Regel kann z.B. sein, dass das Wort \"Trinken\" und seine Synonyme nicht erlaubt sind. Wer diese Regel bricht oder missachtet, muss trinken. Die allgemeine Regel kann durch eine weitere Regel ersetzt werden, ansonsten bleibt diese bis zum Ende des Spiels bestehen.";

/* Description Card 9 */
"Description Card 9" = "Wer diese Karte zieht, kann sie in jede andere Karte umtauschen.";
"A pessoa que tirar essa carta pode transformá-la em qualquer outra!" = "Wer diese Karte zieht, kann sie in jede andere Karte umtauschen.";
"Who draws this card can transform it into any other!" = "Wer diese Karte zieht, kann sie in jede andere Karte umtauschen.";

/* Description Card 10 */
"Description Card 10" = "Theoretisch ist niemand erlaubt während des Spiels die Toilette zu besuchen, aber mit dieser Karte darf der Besitzer gehen. Die Karte darf nur einmal benutzt werden und kann für den weiteren Spielverlauf aufgehoben, ”verkauft” oder gegen ”Gefallen” getauscht werden. 😉";
"Como teoricamente ninguém pode sair para ir ao banheiro enquanto estiver jogando, esta carta dá o direito à quem a tirou de ir ao banheiro. A carta só vale 1 vez. Ela pode guardar para ir mais tarde, ou “vender” à alguém, em troca de “favores” 😉" = "Theoretisch ist niemand erlaubt während des Spiels die Toilette zu besuchen, aber mit dieser Karte darf der Besitzer gehen. Die Karte darf nur einmal benutzt werden und kann für den weiteren Spielverlauf aufgehoben, ”verkauft” oder gegen ”Gefallen” getauscht werden. 😉";
"As theorically no one's allowed to go to the toilet while playing, this card gives the right to its owner to go to the toilet. The card can be used only once. It can be kept for later use, or “sold” to someone, in exchange of “favours” 😉" = "Theoretisch ist niemand erlaubt während des Spiels die Toilette zu besuchen, aber mit dieser Karte darf der Besitzer gehen. Die Karte darf nur einmal benutzt werden und kann für den weiteren Spielverlauf aufgehoben, ”verkauft” oder gegen ”Gefallen” getauscht werden. 😉";

/* Description Card 11 */
"Description Card 11" = "Jeder, der spielt, muss trinken, auch die Person, die die Karte gezogen hat.";
"Todos que estiverem jogando bebem uma dose, inclusive quem tirou a carta!" = "Jeder, der spielt, muss trinken, auch die Person, die die Karte gezogen hat.";
"Everyone that is playing drinks a dose, including who drew the card!" = "Jeder, der spielt, muss trinken, auch die Person, die die Karte gezogen hat.";

/* Description Card 12 */
"Description Card 12" = "Alle Frauen müssen trinken.";
"Todas as damas bebem uma dose." = "Alle Frauen müssen trinken.";
"All the ladies drink one dose." = "Alle Frauen müssen trinken.";

/* Description Card 13 */
"Description Card 13" = "Alle Männer müssen trinken.";
"Todos os cavalheiros bebem uma dose." = "Alle Männer müssen trinken.";
"All the gentlemen drink one dose." = "Alle Männer müssen trinken.";

/////////////////////////////////////////////////////////////////////////////////

/* No comment provided by engineer. */
"Custom Deck %ld" = "Eigenes Deck %ld";
"Baralho Customizado %ld" = "Eigenes Deck %ld";
"Custom Deck %d" = "Eigenes Deck %ld";
"Baralho Customizado %d" = "Eigenes Deck %ld";

/* No comment provided by engineer. */
"Default" = "Standard";
"Padrão" = "Standard";

/////////////////////////////////////////////////////////////////////////////////

/**
 *  UI-related strings
 *
 */

/* Navigation bar title */
"New Deck" = "Neues Deck";

/* Ok Button */
"Ok" = "Ok";
"OK" = "Ok";

/* Card Custom Cell Rule TextField Placeholder */
"Tap to add a rule" = "Berühren um eine Regel hinzuzufügen";

/* Card Custom Cell Description TextView Placeholder */
"Tap to add a description" = "Berühren um eine Beschreibung hinzuzufügen";

/* Never Show Again Buttons */
"Never Show Again" = "Nicht erneut anzeigen";

/////////////////////////////////////////////////////////////////////////////////

/* Welcome Back Message 1 */
"Enjoy!" = "Viel Spaß";

/* Welcome Back Message 2 */
"If you were expecting a signal to do something, this is it. Do it!" = "Viel Spaß";

/* Welcome Back Message 3 */
"Do not drink if you're going to drive! #ConsciousDrinking" = "Viel Spaß";

/* Welcome Back Message 4 */
"The more people, the better! Call everyone around to join the game!" = "Viel Spaß";

/* Welcome Back Message 5 */
"If you like these messages, express yourself in an App Store review! 😇" = "Viel Spaß";

/* Welcome Back Message 6 */
"Something missing in the app? Share your thoughts! 😇" = "Viel Spaß";

/* Welcome Back Message 7 */
"Did you know the app has cool sound effects around?" = "Viel Spaß";

/* Welcome Back Message 8 */
"Because an epic story doesn't start with 'Certain day I was eating a salad and…' ;)" = "Viel Spaß";

/* Welcome Back Message 9 */
"Beer, vodka, tequilla, whiskey… It doesn't matter, just enjoy the game!" = "Viel Spaß";

/* Welcome Back Message 10 */
"I wonder if anyone even read these texts…" = "Viel Spaß";

/* Welcome Back Message Button Title */
"Review" = "Review"; //this is never shown atm

/////////////////////////////////////////////////////////////////////////////////
// Sueca v1.2 Localizable Strings - June 12th 2015

/* Deck shuffled warning title */
"Deck Shuffled" = "Deck Gemischt";

/* Deck shuffled warning message */
"There're no more cards to be drawn. We shuffled the deck for you." = "Alle Karten wurden gezogen. Das Deck wurde neu gemischt.";

/* Activity View Sharing String */
"Everyone's drinking shots on Sueca Drinking Game. Come over to have some fun! #sueca" = "Alle kippen Schnäpse beim Sueca Saufspiel. Mach mit und hab Spaß! #sueca";

/* No card description alert" */
"Missing Description" = "Fehlende Beschreibung";

/* No card description alert */
"There's no detailed description for this card. Edit your custom deck to add some description to the cards." = "Für die Karte st keine ausführliche Beschreibung vorhanden. Ändere Deinen eigenen Kartenstapel um Beschreibungen zu den Karten hinzuzufügen.";

/* Card description popover header */
"#Sueca" = "#Sueca";

/* Share Button */
"Share with your friends!" = "Teile mit Deinen Freunden!";

/* newDeckAlert Message */
"Please name your custom deck." = "Bitte gib Deinem eigenen Kartenstapel einen Namen.";

/* newDeckAlert Cancel Button */
"Cancel" = "Abbrechen";

/* newDeckAlert Create Button */
"Create" = "Erstellen";

/* New Deck Default Label */
"Custom Deck" = "Eigener Kartenstapel";

/* editDeckLabelAlert Title */
"Change Deck Label" = "Ändere den Namen des Kartenstapels";

/* editDeckLabelAlert Message */
"Type the new label for your deck." = "Gib den neuen Namen für Deinen Kartenstapel ein.";

/* TSMessage Customizable Notification Title */
"Customizable!" = "Anpassbar!";

/* TSMessage Customizable Notification Subtitle */
"You can now edit the name of your decks by tapping Edit and selecting the deck. Enjoy! 🍻" = "Du kannst nun den Namen Deines Kartenstapels ändern indem Du auf Editieren tappst und den Kartenstapel auswählst. Viel Spaß!";

/* TSMessage Welcome Back Message */
"Welcome Back! 😎" = "Willkommen zurück! 😎";

/* TSMessage Welcome Back Subtitle */
"Enjoy!" = "Viel Spaß";

/* Update available warning title */
"Update Available" = "Update verfügbar";

/* Update available warning subtitle */
"You're using an outdated version of Sueca. Update to have the most awesome new features!" = "Du benutzt eine alte Version von Sueca. Bitte aktualisiere die Version, um tolle, neue Funktionen zu erhalten!";

/* Update app button */
"Update" = "Update";
